tap "ankitpokhrel/jira-cli"
tap "azure/kubelogin"
brew "act"
brew "ast-grep"
brew "azure-cli"
brew "bat"
brew "btop"
brew "dasel"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "graphviz"
brew "gum"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "openapi-generator"
brew "pgcli"
brew "pyright"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sesh"
brew "shellcheck"
brew "starship"
brew "taplo"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "yadm"
brew "yaml-language-server"
brew "yq"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/kubelogin/kubelogin"
cask "1password-cli"
