tap "ankitpokhrel/jira-cli"
tap "azure/kubelogin"
tap "tonisives/tap"
brew "act"
brew "node"
brew "ansible-language-server"
brew "ast-grep"
brew "azure-cli"
brew "bat"
brew "btop"
brew "ccusage"
brew "dasel"
brew "fd"
brew "ffmpeg"
brew "harfbuzz"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "glslviewer"
brew "graphviz"
brew "gum"
brew "helm"
brew "helm-ls"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libzip"
brew "imagemagick"
brew "jq"
brew "just"
brew "kind"
brew "kompose"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "mysql"
brew "neovim"
brew "openapi-generator"
brew "pandoc"
brew "pdm"
brew "pgcli"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "presenterm"
brew "pyenv"
brew "pyright"
brew "qemu"
brew "ripgrep"
brew "ruby-lsp"
brew "rust"
brew "rust-analyzer"
brew "sesh"
brew "shellcheck"
brew "silicon"
brew "socket_vmnet"
brew "sshpass"
brew "starship"
brew "stylua"
brew "taplo"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tmuxp"
brew "uv"
brew "vivid"
brew "xxh"
brew "yadm"
brew "yaml-language-server"
brew "yazi"
brew "yq"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/kubelogin/kubelogin"
cask "1password-cli"
cask "android-platform-tools"
cask "basictex"
cask "claude-code"
cask "clickhouse"
cask "hammerspoon"
cask "macfuse"
cask "mitmproxy"
cask "ngrok"
cask "tonisives/tap/ovim"
cask "swift-quit"
cask "unnaturalscrollwheels"
cask "vagrant"
cask "virtualbox"
