act
ankitpokhrel/jira-cli/jira-cli
ast-grep
azure-cli
azure/kubelogin/kubelogin
bat
btop
dasel
fd
fzf
gh
git-delta
git-filter-repo
graphviz
gum
httpie
hyperfine
jq
lazydocker
lazygit
libgit2@1.8
libvterm
llvm
lsd
lua-language-server
luarocks
msgpack
neovim
openapi-generator
openjdk@11
pgcli
pyright
ripgrep
rust
rust-analyzer
sesh
shellcheck
starship
taplo
tealdeer
thefuck
tmuxinator
uv
yadm
yaml-language-server
yq
zoxide
